Repository: pohuing/lernapp
Catalog: lib/l10n/intl_*.arb
Languages: de

# rootScreenNav_tasks
source: Tasks
de: Aufgaben

# rootScreenNav_history
source: History
de: Verlauf

# listingScreen_title
source: Tasks
de: Aufgaben

# listingScreenTrailing_scribbleTitle
source: Scribble
de: Kritzeln

# listingScreenTrailing_settingsTitle
source: Settings
de: Einstellungen

source: Cancel
de: Abbrechen

# listingScreenTrailing_sessionModeButtonTooltip
source: Select tasks
de: Aufgaben auswählen

# connectedTaskListing_emptyRepositoryHint
source: You don't appear to have any tasks yet. Tap here to import.
de: Anscheinend hast du noch keine Aufgaben. Tippe hier um welche zu importieren.

# startSessionDialog_title
source: Configure Session
de: Sitzung vorbereiten

# startSessionDialog_countTitle
source: Limit question count
de: Anzahl begrenzen

# startSessionDialog_randomizeTitle
source: Randomize
de: Zufällige Reihenfolge

# startSessionDialog_countInputTitle
source: Count
de: Anzahl

# historyScreen_timeFrameTitle
source: Time Frame
de: Zeitraum

# historyScreen_startTitle
source: Start:
de: Anfang:

# historyScreen_endTitle
source: End:
de: Ende:

# historyScreen_noAnswersInTimeFrameHint
source: No questions have been answered in this time frame
de: In diesem Zeitraum wurden keine Fragen beantwortet

# historyScreen_title
source: History
de: Verlauf

# importScreen_importTileTitle
source: Import
de: Datei auswählen

# importScreen_importActionTitle
source: Import loaded data
de: Geladene Daten importieren

# importScreen_importActionWarning
source: This will overwrite existing data
de: Dies überschreibt bestehende Daten

# importScreen_importConfirmation
source: Finished import
de: Importieren abgeschlossen

# importScreen_previewTitle
source: Result:
de: Vorschau:

# importTile_title
source: import
de: Importieren

# createTaskScreen_taskTitleLabel
source: Task Title
de: Aufgabentitel

# createTaskScreen_taskDescriptionLabel
source: Task
de: Beschreibung

# createTaskScreen_solutionTitleLabel
source: Solution Title
de: Lösungstitel

# createTaskScreen_solutionDescriptionLabel
source: Solution
de: Beschreibung

# sessionScreen_titleReview
source: Review
de: Bewerten

# sessionScreen_titleSession
source: Session
de: Sitzung

# sessionScreen_previousTitle
source: Previous
de: Zurück

# sessionScreen_nextTitle
source: Next
de: Weiter

# sessionScreen_unknownTaskIdHint
source: Something went wrong, could not find any data for that task id
de: Etwas ist schief gelaufen: diese Aufgabe gibt es nicht.

# taskArea_differenceinminutesMinutesAgo
source: {NUMBER, plural, one {one minute} other {{NUMBER} minutes}}
de: vor {NUMBER, plural, one {einer Minute} other {{NUMBER} Minuten}}

# taskArea_differenceinhoursHoursAgo
source: {NUMBER, plural, one {one hour} other {{NUMBER} hours}} ago
de: vor {NUMBER, plural, one {einer Stunde} other {{NUMBER} Stunden}}

# taskArea_differenceindaysDaysAgo
source: {NUMBER, plural, one {one Day} other {{NUMBER} Days}} ago
de: vor {NUMBER, plural, one {einem Tag} other {{NUMBER} Tagen}}

# taskArea_differenceindays365YearsAgo
source: {NUMBER, plural, one {one Year} other {{NUMBER} Years}} ago
de: vor {NUMBER, plural, one {einem Jahr} other {{NUMBER} Jahren}}

# drawingPreview_description
source: Currently an A with a correction circle would look like this
de: So würde ein "A" mit einem Kreis in der Korrekturfarbe aussehen

# repositoryOptionsSelection_sectionTitle
source: Data source
de: Datenquelle

# repositoryOptionsSelection_addConfigurationTitle
source: Add configuration
de: Konfiguration hinzufügen

# repositoryOptionsSelection_resetStorageTitle
source: Reset storage
de: Speicher zurücksetzen

# repositoryOptionsSelection_resetStorageDescription
source: Delete all your loaded tasks as well as entered solutions
de: Lösche alle gespeicherten Aufgaben und Antworten

# repositoryOptionsSelection_resetConfirmationDialogTitle
source: Are you sure?
de: Bist du dir sicher?

# repositoryOptionsSelection_resetConfirmationDialogWarning
source: This will delete all tasks as well as answers!
de: Dies wird alle gespeicherten Aufgaben und Antworten löschen!

# repositoryOptionsSelection_exportTitle
source: Export
de: Exportieren

# repositoryOptionsSelection_exportDescription
source: Export current storage to file
de: Exportiere die aktuell gespeicherten Daten in eine Datei

# repositoryOptionsSelection_saveTitle
source: Save
de: Speichern

# repositoryOptionsSelection_saveDescription
source: This should happen automatically in the background
de: Dies sollte automatisch im Hintergrund passieren

# settingsScreen_title
source: Preferences
de: Einstellungen

# taskArea_defaultLineWidthTitle
source: Default line width
de: Standardstrichstärke

# taskArea_defaultLineWidthDescription
source: How wide new lines should be in pixels
de: Wie breit Striche standardmäßig sind

# taskArea_correctionColorsTitle
source: Correction colors
de: Korrekturfarben

# taskArea_correctionColorsDescription
source: Colors available after showing solution
de: Farben welche beim Korrigieren verwendet werden

# taskArea_historyButtonTitle
source: Show history button before revealing solution
de: Zeige Verlaufleiste selbst wenn Aufgabe noch nicht gelöst wurde

# themeSettingsTile_visualSectionTitle
source: Visual
de: Optisch

# themeSettingsTile_blendAATitle
source: Enable blend AA
de: Verwende AA beim Überlagern

# themeSettingsTile_blendAADescription
source: Apply anti-aliasing when blending layers, minor performance impact
de: Verwende Anti-Aliasing beim Überlagern von Ebenen, geringe Auswirkung auf die Leistung

# themeSettingsTile_PaintAATitle
source: Enable Paint AA
de: Verwende AA beim Zeichnen

# themeSettingsTile_paintAADescription
source: Apply anti-aliasing when drawing lines, major performance impact
de: Verwende Anti-Aliasing beim Zeichnen der Striche, hohe Auswirkung auf die Leistung

# scratchpadScreen_title
source: Scribble
de: Kritzeln
